Repository: gozle/gozle_video_app_flutter
Catalog: lib/l10n/intl_*.arb
Languages: tk

# lang
source: en
tk: tk

source: More
tk: Has köp

source: Views
tk: Görülen

source: Subscribe
tk: Yzarlamak

source: Likes
tk: Bellikler "Haladym"

source: Video
tk: Wideo

source: Channels
tk: Kanallar

source: Popular
tk: Meşhur

source: Last
tk: Iň soňky

source: Music
tk: Saz

# onlite_tv
source: Online TV
tk: Onlaýn tv

source: News
tk: Habarlar

# search_videos
source: Video search
tk: Wideo gözlegi

# search_channels
source: Channel search
tk: Kanallary gözlemek

source: Search
tk: Gözleme

# main_page
source: Main
tk: Baş sahypa

source: Recently uploaded
tk: Soňkylar

source: Something went wrong
tk: Näsazlyk ýüze çykdy

source: Retry
tk: Gaýtala

source: Related Videos
tk: Meňzeş wideolar

source: Autoplay
tk: Awto geçiş

source: Go
tk: Geçmek

source: Quality
tk: Hil

source: Repeat playback
tk: Wideony gaýtala

source: Playback speed
tk: Wideo tizligi

source: Auto
tk: Awto

source: recommended
tk: Maslahat berilýär

# playback_conditions
source: Video playback conditions are taken
tk: Aýtdyrmak şertleri göz öňünde

source: Enabled
tk: Açyk

source: Disabled
tk: Ýapyk

source: Cancel
tk: Goybolsun etmek

# common_playback
source: Common
tk: Adaty

# check_internet_connection
source: Сheck your internet connection
tk: Internet birikmäňizi barlaň

# query_not_found
source: Nothing was found for the query "{query}"
tk: "{query}" gözleg boýunça hiçzat tapylmady

# colors_scheme
source: Color schemes
tk: Reňk shemasy

source: Settings
tk: Sazlamalar

source: About us
tk: Biz barada

# back_home
source: Back to homepage
tk: Baş sahypa dolan

# video_starts_at
source: Video will start in {seconds}
tk: Wideo {seconds} sukuntdan başlaýar

source: Skip
tk: Geçirmek

# skip_at
source: Skip in {seconds}
tk: {seconds} Geçirmek

source: Play
tk: Başlat

source: Description
tk: Hakynda

source: Options
tk: Sazlamalar

source: Change language
tk: Dili üýtgetmek

# new_version
source: A new version of the app is available!
tk: Programmanyň täze wersiýasy elýeterlidir!

# update_app
source: Update the app to get new features.
tk: Täze aýratynlyklar almak üçin programmany täzeläň.

source: Update
tk: Täzelenmek

source: Subscriptions
tk: Yzarlamalar

source: Library
tk: Kitaphana

source: Watch Later
tk: Soň görmek

source: Download Video
tk: Göçürip almak

source: Share
tk: Paýlaş

source: Report
tk: Şikaýat

source: Manage Gozle Account
tk: Gozle hasabyny dolandyrmak

source: Account
tk: Hasap

# purchases_subscriptions
source: Purchases and Subscriptions
tk: Satyn almak we tölegli aýratynlyklar

source: Help
tk: Salgylanma

source: Leave Review
tk: Baha bermek

source: Sign Out
tk: Çykmak

# confirm_sign_out
source: Are you sure you want to sign out of your Gozle account?
tk: Gozle hasabyňyzdan çykmak isleýärsiňizmi?

source: Language
tk: Dil

source: Theme
tk: Tema

source: Purchases and Subscriptions
tk: Satyn almak we tölegli aýratynlyklar

source: History and Privacy
tk: Taryh we gizlinlik

source: System
tk: Ulgam

source: Dark
tk: Garaňky

source: Light
tk: Ýagtylyk

# can_loading_text
source: Release to load more
tk: Has köp ýüklemek üçin goýberiň

# can_refresh_text
source: Release to refresh
tk: Täzelenmek üçin goýberiň

# can_two_level_text
source: Release to enter secondfloor
tk: Ikinji derejä girmek üçin goýberiň

# idle_loading_text
source: Pull up Load more
tk: Has köp ýüklemek üçin çekiň

# idle_refresh_text
source: Pull down Refresh
tk: Täzelemek üçin aşak çekiň

# load_failed_text
source: Load Failed
tk: Ýüklemek säwligi

# loading_text
source: Loading…
tk: Ýüklenýär…

# no_more_text
source: No more data
tk: Başga zat tapylmady

# refresh_complete_text
source: Refresh completed
tk: Täzelenme tamamlandy

# refresh_failed_text
source: Refresh failed
tk: Täzelenip bilmedi

# refreshing_text
source: Refreshing…
tk: Täzelenýär...

source: Log in or register with Gozle ID
tk: Gozle ID hasabyňyz bilen içeri girmek ýada täze hasap açmak

# why_need_gozle_id_account
source: Why do you need a Gozle ID account?
tk: Näme üçin Gozle ID hasaby gerek?

source: History
tk: Taryh

source: All
tk: Hemmesi

source: Channels you may like
tk: Halaýan kanallaryňyz

source: Subscribe and watch new interesting videos.
tk: Täze gyzykly wideolara ýazylyň we tomaşa ediň.

source: Subscribed
tk: Yzarlaýan

source: Download
tk: Ýükle

source: Replay
tk: Gaýtalatmak

source: Home
tk: Baş sahypa

source: Videos
tk: Wideo

source: About Channel
tk: Biz barada

source: Playlists
tk: Sanawlar

source: Latest
tk: Soňkylar

source: Old
tk: Köneler

source: Profile
tk: Profil

source: Subtitles
tk: Субтитры

source: Screen Lock
tk: Блокировка экрана

# exclude_video_from_preferences
source: Video will be excluded from your preferences
tk: Видео будет исключено из ваших предпочтений

source: Welcome to Gozle Video !
tk: Hoşgeldiňiz !

# learning_and_entertainment_service
source: Service for learning and entertainment.
tk: Bilim we güýmenje serwisi

# without_sign_missing_features
source: Sign in to unlock subscribing, liking, and personalized history features. Without an account, you miss out on these essential interactions and a tailored experience.
tk: Abuna ýazylmak, halaýan goýmak we şahsy taryhy aýratynlyklaryny açmak üçin ulgama giriň. Hasabyňyz bolmazdan, bu möhüm täsirleri we aýratyn tejribäni ýitirersiňiz.

source: Sign in
tk: Ulgama girmek

# sign_in_gozle_account
source: Sign in to Gozle Account
tk: Gözle akkaunta girmek

source: Server Error
tk: Ошибка сервера

# internet_connection_issues
source: We are experiencing some issues with your internet connection
tk: Связь с сервером устанавливалась слишком долго, время ожидания истекло.м

source: Authentication Failure
tk: Ошибка аутентификации

# not_found_error
source: 404 NOT FOUND
tk: 404 НЕ НАЙДЕНО

# undefined_issue
source: An unexpected issue occurred. Please try again
tk: Что то пошло не так. Пожалуйста, попробуйте еще раз
